<template>
  <div id="puserPolicy" class="com-scroll-y aux-bar">
    <article v-if="!simply" class="policy">
      <ul>
        <li>
          <p>
            如閣下安裝或使用 iBer 軟體以及/或者 iberhk.com 上提供的類似軟體更新，即表示閣下完全同意以下的使用條款，並不附加其他限制或條件。在使用本服務前，請先仔細閱讀各條款。有關條款可能隨時作出更改，並在本頁刊登。閣下須遵從有關更改，因此閣下應該定期參閱本頁，以得知相關的最新條款。
          </p>
          <p>
            Google lnc. 或其它終端裝置提供商可能限制、中斷或防制閣下使用「軟體」，或從閣下的終端裝置上移除「軟體」，或者要求 iBer 執行上述操作，且以上行為均不另行通知，且閣下無權向 iBer 或任何協力廠商 (包含但不限於 Google lnc. 或網路連線提供者) 要求任何種類的退款、折讓或其他賠償。
          </p>
        </li>
  
        <li>
          <h2>1. 訂立合約的對象</h2>
          <p>
            此「用戶協議」由 iBer FinTech Limited（以下簡稱 iBer 或「本公司」）實體和閣下（以下簡稱「用戶」）簽訂。
          </p>
        </li>
  
        <li>
          <h2>2. 合約說明</h2>
          <p>
            此「用戶協議」最後更新日期為2017年6月8日，自用戶首次下載、安裝或使用「軟體」日期起生效（以最早發生為準），約束用戶與 iBer 之間的行為。如果用戶不同意，則不該安裝或使用此軟體，提供任何材料到本軟體，或從本軟體下載任何資料。
          </p>
        </li>
  
        <li>
          <h2>3. 軟體</h2>
          <p>
            「軟體」讓用戶從「支援的裝置」上使用 iBer 服務。「支援的裝置」包含執行「軟體」支援的終端裝置。「軟體」係由 iBer 提供，作為 iBer 服務的元件。
          </p>
        </li>
  
        <li>
          <h2>4. 軟體授權</h2>
          <p>
            「軟體」和「軟體」內嵌的軟體是由 iBer 授權而非販售給用戶，且僅受此「用戶協議」之條款規範，iBer 保留一切並未明確授與用戶的權力。用戶擁有紀錄或儲存「軟體」的媒體或裝置，但 iBer 保留「軟體」本身的擁有權。
          </p>
        </li>
  
        <li>
          <h2>5. 允許的授權使用方式和限制</h2>
          <ul>
            <li>(a) 此「用戶協議」允許用戶在任何「支援的裝置」上使用「軟體」。</li>
            <li>(b) 用戶不得散佈「軟體」，或透過網路提供「軟體」給多個裝置同時使用。</li>
            <li>(c) iberhk.com 可能會提供下載的「軟體」更新，此「用戶協議」允許用戶下載此類型「軟體」更新，以在任何「支援的裝置」上更新或還原「軟體」。</li>
            <li>(d) 除非符合現行法律規範，用戶皆不得複製、解編、還原工程、反向組譯，或者嘗試找出「軟體」或「軟體」更新 (或其中任何部分) 的原始程式碼，也不得解密、修改或建立「軟體」或「軟體」更新 (或其中任何部分) 的衍生成品。如試圖進行上述操作，即是侵犯 iBer 的版權。如果用戶或其他相關人員觸犯此限制，用戶或其他相關人員可能會遭起訴或索償。</li>
            <li>(e) 用戶不得租賃、借用、代為散佈「軟體」，或授權他人使用「軟體」。</li>
            <li>(f)「軟體」只可以在「支援的裝置」上使用而無法在所有裝置上使用。請見 iberhk.com 或連絡 iBer 業務代表以判定「軟體」是否支援使用 Android 軟體的特定裝置。</li>
            <li>(g) 在不限制本合約一般適用性的前提下，用戶承認並同意本「軟體」收集使用者或裝置資料，以用於提供與本「軟體」使用相關的服務或功能。</li>
          </ul>
        </li>
  
        <li>
          <h2>6. 期限和終止契約</h2>
          <p>
            如果任何協力廠商 (包含但不限於 Google lnc. 或網路連線提供者) 限制、防止、停止授權安裝「軟體」或在「支援的裝置」、網路上使用「軟體」，iBer 可在提前30天通知用戶的情況下隨時終止此「用戶協議」而無需任何理由，或通知用戶後立即終止。此外，用戶訂閱 iBer 到期或終止後，此「用戶協議」會立即自動終止。上述的到期或終止情況發生後，則不再允許用戶使用「軟體」，用戶應刪除或銷毀擁有的全部「軟體」複本。
          </p>
          <p>
            用戶無權因為「用戶協議」終止，根據其他契約向 iBer 或任何協力廠商要求任何種類的退款、折讓或其他賠償。
          </p>
        </li>
  
        <li>
          <h2>7. 服務等級契約</h2>
          <p>
            用戶和 iBer 之間生效的任何服務水平契約均不適用於此「軟體」。
          </p>
        </li>
  
        <li>
          <h2>8. 遵守香港及所在使用地的法規</h2>
          <p>用戶使用需遵守香港法規及所在使用地的法規，如有違規和 iBer 無關。</p>
        </li>
  
        <li class="mainDiv mainDiv1 versionIos">
          <h2>9.關於 Google lnc. 的補充條款</h2>
          <ul>
            <li>
              (a) 本「用戶協議」構成最終用戶許可協議 (EULA)，代替 Google lnc. 所提供的任何許可授權，用於約束在「支援的裝置」上使用本「軟體」。本「用戶協議」僅在用戶與 iBer 之間有效，與 Google lnc. 無關。iBer 對本「軟體」全權負責。
            </li>
            <li>
              (b) Google Play 商店由 Google lnc. 擁有和運營。對 Google Play 的使用受用戶與 Google lnc. 之間的法律協議約束，其中包括「Google 服務條款」 (請參見 http://www.google.com/accounts/TOS) 和 Google Play 服務條款 (請參見 https://play.google.com/intl/en-US_us/about/play-terms.html，與 Google 服務條款統稱為"條款")。此外，對
              Google Play 的使用還受到 Google Play 業務與計劃政策 (http://play.google.com/about/android-developer-policies.html) 的約束。Google Play Market 服務條款、Google Play 業務與計劃政策和 Google 服務條款之間如果存在衝突，就此衝突程度而言，這些條款的優先程度如上述順序。
            </li>
            <li>
              (c)iBer 全權負責提供本「軟體」，Google lnc. 不承擔任何提供、維護和支持「軟體」的責任。有關本「軟體」的支持請求，以及問題、抱怨或投訴可直接聯繫 iBer 客戶支持，閣下可造訪 iberhk.com 通過電子郵件查詢。任何關於「軟體」的求償，請透過傳送電子郵件至 Service@iBer.HK 提交。
            </li>
            <li>
              (d) 在適用法律允許的最大範圍內，Google lnc. 不對「軟體」承擔任何擔保義務，同時將不對任何未遵照任何質保的其他索賠、損失、責任、損壞、成本或費用負責。iBer 在任何情況下都不需要為「用戶」提供退款。
            </li>
            <li>(e) Google lnc. 不對與本「軟體」或「用戶」擁有和/或使用本「軟體」相關的任何「用戶」或第三方的訴訟負責，包括但不限於:
              <ul class="mainUl1">
                <li>(i) 產品民事責任訴訟；</li>
                <li>(ii) 任何「軟體」未符合任何適用法律或法規要求的訴訟；</li>
                <li>(iii) 消費者保護法或類似法律引起的訴訟。</li>
              </ul>
            </li>
            <li>
              (f) 對於因本軟體或用戶擁有和使用本「軟體」侵犯第三方知識產權而引發的訴訟，Google lnc. 不負責相關的調查、抗訴、解決或債務清償。
            </li>
            <li>(g)用戶背書並保證：
              <ul class="mainUl1">
                <li>(i) 不會輸送「軟體」至美國政府禁運名單內的國家或美國政府曾認定為「支援恐怖份子」的國家，或者在這些國家境內下載、使用「軟體」；</li>
                <li>(ii) 用戶也並未列於美國政府各類型禁止或限制名單上。</li>
              </ul>
            </li>
            <li>
              (h) 無論是否另有相反條款，Google lnc. 及其子公司均為本「用戶協議」的第三方受益人，有權（並且應視為已接受該權利）要求「用戶」接受本「用戶協議」。
            </li>
            <li>
              (j) 為繼續創新和改進 Google Play，Google lnc. 可能會從 Google Play 和支持的設備收集某些統計數據，包括但不限於有關 Google Play 和支持的設備使用情況的信息。對於收集的數據，將以合併的方式進行研究，以便為用戶和開發人員改進 Google Play，並且將依照 Google lnc. 的私隱政策維護這些數據。為確保改進本「軟體」，在收到 iBer 的書面申請後，我們可能會為其提供有限的合併數據。
            </li>
          </ul>
        </li>
  
        <li>
          <h2>10. 其他</h2>
          <ul>
            <li>
              (a) 在規範 iBer 的第三方條款約束下，用戶了解並同意本「軟體」在某些狀況下，會在用戶的「支援裝置」上傳送有關操作本「軟體」、基礎服務或其他有關 iBer 通訊的推送通知。
            </li>
            <li>
              (b) 若用戶使用本「軟體」傳送簡訊或撥打行動語音通話，可能會向用戶收取標準簡訊費用或其他電信業者費用。
            </li>
          </ul>
        </li>
      </ul>
    </article>
    <article v-if="simply" class="policy">
      <ul>
        <li>
          <p>如阁下安装或使用iBer软件以及/或者iberhk.com上提供的类似软件更新，即表示阁下完全同意以下的使用条款，并不附加其他限制或条件。在使用本服务前，请先仔细阅读各条款。有关条款可能随时作出更改，并在本页刊登。阁下须遵从有关更改，因此阁下应该定期参阅本页，以得知相关的最新条款。</p>
          <p>Google lnc.或其它终端装置提供商可能限制、中断或防制阁下使用「软件」，或从阁下的终端装置上移除「软件」，或者要求iBer执行上述操作，且以上行为均不另行通知，且阁下无权向iBer或任何协力厂商（包含但不限于Google lnc.或网路连线提供者）要求任何种类的退款、折让或其他赔偿。</p>
        </li>
        <li>
          <h2>1.订立合约的对象</h2>
          <p>此「用户协议」由iBer FinTech Limited（以下简称iBer或「本公司」）实体和阁下（以下简称「用户」）签订。</p>
        </li>
        <li>
          <h2>2.合约说明</h2>
          <p>此「用户协议」最后更新日期为2017年6月8日，自用户首次下载、安装或使用「软件」日期起生效（以最早发生为准），约束用户与iBer之间的行为。如果用户不同意，则不该安装或使用此软件，提供任何材料到本软件，或从本软件下载任何数据。</p>
        </li>
        <li>
          <h2>3.软件</h2>
          <p>「软件」让用户从「支持的装置」上使用iBer服务。「支持的装置」包含执行「软件」支持的终端装置。「软件」系由iBer提供，作为iBer服务的元件。</p>
        </li>
        <li>
          <h2>4.软件授权</h2>
          <p>「软件」和「软件」内嵌的软件是由iBer授权而非贩售给用户，且仅受此「用户协议」之条款规范，iBer保留一切并未明确授与用户的权力。用户拥有记录或储存「软件」的媒体或装置，但iBer保留「软件」本身的拥有权。</p>
        </li>
        <li>
          <h2>5.允许的授权使用方式和限制</h2>
          <ul>
            <li>（a）此「用户协议」允许用户在任何「支持的装置」上使用「软件」。</li>
            <li>（b）用户不得散布「软件」，或透过网络提供「软件」给多个装置同时使用。</li>
            <li>（c）iberhk.com可能会提供下载的「软件」更新，此「用户协议」允许用户下载此类型「软件」更新，以在任何「支持的装置」上更新或还原「软件」。</li>
            <li>（d）除非符合现行法律规范，用户皆不得复制、解编、还原工程、反向组译，或者尝试找出「软件」或「软件」更新（或其中任何部分）的原始代码，也不得解密、修改或建立「软件」或「软件」更新（或其中任何部分）的衍生成品。如试图进行上述操作，即是侵犯iBer的版权。如果用户或其他相关人员触犯此限制，用户或其他相关人员可能会遭起诉或索偿。</li>
            <li>（e）用户不得租赁、借用、代为散布「软件」，或授权他人使用「软件」。</li>
            <li>（f）「软件」只可以在「支持的装置」上使用而无法在所有装置上使用。请见iberhk.com或连络iBer业务代表以判定「软件」是否支持使用Android软件的特定装置。</li>
            <li>（g）在不限制本合约一般适用性的前提下，用户承认并同意本「软件」收集使用者或装置数据，以用于提供与本「软件」使用相关的服务或功能。</li>
          </ul>
        </li>
        <li>
          <h2>7.服务等级契约</h2>
          <p>用户和iBer之间生效的任何服务水平契约均不适用于此「软件」。</p>
        </li>
        <li>
          <h2>8.遵守香港及所在使用地的法规</h2>
          <p>用户使用需遵守香港法规及所在使用地的法规，如有违规和iBer无关。</p>
        </li>
        <li class="mainDiv mainDiv1 versionIos">
          <h2>9.关于Google lnc.的补充条款</h2>
          <ul>
            <li>（a）本「用户协议」构成最终用户许可协议（EULA），代替Google lnc.所提供的任何许可授权，用于约束在「支持的装置」上使用本「软件」。本「用户协议」仅在用户与iBer之间有效，与Google lnc.无关。iBer对本「软件」全权负责。</li>
            <li>（b）Google Play商店由Google lnc.拥有和运营。对Google Play的使用受用户与Google lnc.之间的法律协议约束，其中包括「Google服务条款」（请参见http://www.google.com/accounts/TOS）和Google Play服务条款（请参见https://play.google.com/intl/en-US_us/about/play-terms.html，与Google服务条款统称为“条款”）。此外，对Google Play的使用还受到Google
              Play业务与计划政策（http://play.google.com/about/android-developer-policies.html）的约束。Google Play Market服务条款、Google Play业务与计划政策和Google服务条款之间如果存在冲突，就此冲突程度而言，这些条款的优先程度如上述顺序。</li>
            <li>（c）iBer全权负责提供本「软件」，Google lnc.不承担任何提供、维护和支持「软件」的责任。有关本「软件」的支持请求，以及问题、抱怨或投诉可直接联系iBer客户支持，阁下可造访iberhk.com通过电子邮件查询。任何关于「软件」的求偿，请透过传送电子邮件至Service@iBer.HK提交。</li>
            <li>（d）在适用法律允许的最大范围内，Google lnc.不对「软件」承担任何担保义务，同时将不对任何未遵照任何质保的其他索赔、损失、责任、损坏、成本或费用负责。iBer在任何情况下都不需要为「用户」提供退款。</li>
            <li>（e）Google lnc.不对与本「软件」或「用户」拥有和/或使用本「软件」相关的任何「用户」或第三方的诉讼负责，包括但不限于：
              <ul class="mainUl1">
                <li>（i）产品民事责任诉讼；</li>
                <li>（ii）任何「软件」未符合任何适用法律或法规要求的诉讼；</li>
                <li>（iii）消费者保护法或类似法律引起的诉讼。</li>
              </ul>
            </li>
            <li>（f）对于因本软件或用户拥有和使用本「软件」侵犯第三方知识产权而引发的诉讼，Google lnc.不负责相关的调查、抗诉、解决或债务清偿。</li>
            <li>（g）用户背书并保证：
              <ul class="mainUl1">
                <li>（i）不会输送「软件」至美国政府禁运名单内的国家或美国政府曾认定为「支持恐怖份子」的国家，或者在这些国家境内下载、使用「软件」；</li>
                <li>（ii）用户也并未列于美国政府各类型禁止或限制名单上。</li>
              </ul>
            </li>
            <li>（h）无论是否另有相反条款，Google lnc.及其子公司均为本「用户协议」的第三方受益人，有权（并且应视为已接受该权利）要求「用户」接受本「用户协议」。</li>
            <li>（j）为继续创新和改进Google Play，Google lnc.可能会从Google Play和支持的设备收集某些统计数据，包括但不限于有关Google Play和支持的设备使用情况的信息。对于收集的数据，将以合并的方式进行研究，以便为用户和开发人员改进Google Play，并且将依照Google lnc.的私隐政策维护这些数据。为确保改进本「软件」，在收到iBer的书面申请后，我们可能会为其提供有限的合并数据。 </li>
          </ul>
        </li>
        <li>
          <h2>10.其他</h2>
          <ul>
            <li>（a）在规范iBer的第三方条款约束下，用户了解并同意本「软件」在某些状况下，会在用户的「支持装置」上传送有关操作本「软件」、基础服务或其他有关iBer通信的推送通知。</li>
            <li> （b）若用户使用本「软件」传送短信或拨打行动语音通话，可能会向用户收取标准短信费用或其他电信业者费用。</li>
          </ul>
        </li>
      </ul>
    </article>
  </div>
</template>

<script>
  export default {
    name: 'PuserPolicy',
    data() {
      return {}
    },
    components: {},
    mounted: function() {
  
    },
    methods: {
  
    }
  }
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped src="./policy.css">
  
</style>
